{
    "About Us": "About Us",
    "Download": "Download",
    "Subscribers": "Subscribers",
    "News": "News",
    "Join Us": "Join Us",

    "English": "English",
    "Spanish": "Spanish",
    "Portuguese": "Portuguese",
    "French": "French",

    "Copyright Footer": "ALL TRADEMARKS, TRADE NAMES, IMAGES OR LOGOS MENTIONED OR USED ARE THE PROPERTY OF THEIR RESPECTIVE OWNERS.",

    "Home_Text1": "#1 Creator Community for Beauty Queens in the World.",
    "Home_Text2": "Own, and earn from your name, image, and likeness™.",
    "Home_Text3": "PageantFans creators give their fans access to red carpet events, VIP experiences, and exclusive brand partnership journeys they can't experience anywhere else!",

    "Queens_Text1": "QUEENS",
    "Queens_Text2": "Share exclusive content with your fans. Invite them support your pageant journey with likes, shares, and donations.",
    "Sign Up": "Sign Up",
    "Queens_Text3": "Turn fans into super fans, friends and pageant family",
    "Queens_Text4": "PageantFans is the perfect space to cultivate a close community with your most enthusiastic followers, share exclusive content, and turn your passion into a thriving creative business. Join us and bring your dreams to life!",
    "Queens_Text5": "Build a community of supporters, all in one place",
    "Queens_Text6": "Give sneak peeks and previews you would never share publicly",

    "FansSubs-Text1": "FANS",
    "FansSubs-Text2": "Get exclusive content from the beauty queens you love the most. Join the elite inner circle of your favorite titleholders and gain elevated access not available elsewhere.",
    "Subscribe": "Subscribe",
    "FansSubs-Text3": "Get sneak peeks before anyone else",
    "FansSubs-Text4": "Help your favorites choose their head shots, pageant wardrobe and more. All private. All behind the scenes. All access just for you.",
    "FansSubs-Text5": "Have live chats and private discussions with your favorite queens",
    "FansSubs-Text6": "COMMUNITY",
    "FansSubs-Text7": "Make memories with your favorite queens. And share their journey to the crown, together.",
    "FansSubs-Text8": "Exclusive content, community and commerce with your favorite queens from around the world. Right here. Right now!",

    "Partners-Text1": "PARTNERS",
    "Partners-Text2": "Pageant systems, designers, photographers, glam teams, coaches, trainers subscribe to PageantFans to create opportunity for or to connect with beauty queens and titleholders around the world.",
    "Partners-Text3": "Pageant Systems",
    "Partners-Text4": "PageantFans is fast becoming a powerful revenue generator for pageant systems of all sizes, everywhere. Find out what your potential earnings are and start working with us today!",
    "Learn More": "Learn More",
    "Partners-Text5": "Investors",
    "Partners-Text6": "Founder-funded PageantFans is set to scale significantly, and is only now allowing accredited investors the opportunity to participate. If you're interested in investing in unicorns, let's talk.",
    "Inquire": "Inquire",

    "About-Text1": "ABOUT US",
    "About-Text2": "Pageants",
    "About-Text3": "PageantFans™ is the only creator and fan app addressing the unmet need of the 700 million+ pageant fans and nearly 10 million beauty pageant contestants and queens who compete in more than 350,000 pageants around the world every year.",
    "About-Text4": "Led by a team of technology and pageant industry innovators, PageantFans is the only app of its kind tailored to the global pageant ecosystem, combining content, community and commerce all under one digital roof. PageantFans is slated to achieve a $1B valuation in less than 6 years by disrupting the $32B worldwide pageant industry. Say hello to the next unicorn in tech entertainment.",
    "About-Text5": "Leadership",
    "About-Text6": "Founder & CEO",
    "About-Text7": "Featured in Fortune as a \"beauty industry disruptor\" and named by Pageantry Magazine as \"one of the most fascinating leaders in the industry.\" declared \"a brilliant strategist with a sharp eye and mind for positioning\" by WWD, and recognized by Art & Beauty Magazine as \"Man of the Year,\" Brodeur Beauty Founder and PageantFans™ CEO Thom Brodeur - a well-regarded and widely recognized tech and ecommerce executive known for his market-maker vision is shaking up the 100+ year-old beauty pageant industry, and people are watching.",
    "About-Text8": "Co-Founder",
    "About-Text9": "Lance Goodman is Co-Founder of PageantFans™ and is responsible for product development, operations and go to market strategy for the company. Goodman is also Co-Founder at SPINTEL, a CEO/Managing Partner at AmeriCoin Capital GP, LLC, and President at Premier Development Partners, and has vast experience in business intelligence, blockchain, digital assets, commercial development, payment processing, software development, and luxury experiences. Lance's educational background includes a degree in Entrepreneurship from Middle Tennessee State University and attendance at the University of Tennessee.",
    "About-Text10": "Industry recognition",
    "About-Text11": "AWARD WINNING",
    "About-Text12": "PageantFans is an award-winning creator and fan app for beauty queens, pageant contestants and the global pageant audience and ecosystem.",

    "Download-Text1": "The only fan app that gives you exclusive, VIP-level access to special content and communication with your favorite pageant contestants, titleholders and beauty queens from anywhere in the world. On PageantFans, you're not just a follower, you're family.",

    "DownloadApp-Text1": "DOWNLOAD THE APP",
    "DownloadApp-Text2": "Coming Soon!",
    "DownloadApp-Text3": "The only fan app that gives you exclusive and personal access to your favorite pageant contestants, beauty queens and titleholders from anywhere.",
    "DownloadApp-Text4": "Enjoy live moments with the queens that inspire you most",
    "DownloadApp-Text5": "Special invitation-only experiences for you and the pageant ladies you love are available exclusively on PageantFans.",
    "DownloadApp-Text6": "Make memories with your favorite queens",
    "DownloadApp-Text7": "Whether she's giving you an insider's circle look at her pageant wardrobe, sharing her secret beauty tips with you, or sending you or a loved one a happy birthday or holiday wish; you will cherish these moments with the beauties you admire most on PageantFans.",
    "DownloadApp-Text8": "Exclusive content, community and commerce with your favorite queens from anywhere. Only on PageantFans.",
    "DownloadApp-Text9": "Scan and join PageantFans",

    "News-Text1": "NEWS",
    "News-Text2": "From Crowns to Creative Empires: Thom Brodeur’s Vision for Pageantry in the Creator Economy",
    "News-Text3": "Thom Brodeur is transforming pageantry into a platform for women’s empowerment and entrepreneurship. Through PageantFans™ and Brodeur Beauties, he empowers beauty queens to build brands, secure independence, and leave lasting impact.",
    "Read More": "Read More",
    "News-Text4": "Thom Brodeur is no stranger to industry disruption. An entrepreneur, brand builder, and philanthropist, Brodeur has built an illustrious career across tech, media, and beauty industries. Today, he’s using that experience to challenge norms and reshape pageantry, a $30 billion industry. Known for his visionary leadership, Brodeur has held roles at major companies such as GoDaddy and Yandy.com, but his latest focus is his most ambitious: redefining pageantry as a sustainable platform for women’s empowerment and success beyond the crown.",
    "News-Text5": "Thom Brodeur, a visionary entrepreneur and founder of Brodeur Beauty and PageantFans™, is taking on the challenge of transforming the global beauty pageant industry—a space historically centered on women but often controlled by men. With a career spanning leadership roles at tech and media giants like GoDaddy, Marketwired, and Yandy.com, Brodeur has brought his unique business insights to industries ranging from B2B to consumer-facing sectors. Today, he’s channeling that experience into a bold initiative: reshaping the pageant world to empower the women who fuel it.",
    "News-Text6": "Thom Brodeur: Brand Builder. Market Disruptor. Mr. Congeniality. Brodeur’s final word to our editor was “there is an old saying: ‘behind every great man, there has to be a great woman.’ Personally? I’d like to flip that on its head. I want to be the great man, behind every great woman who chooses to participate in this industry. Going back to basics, remembering what and most importantly ‘who’ is the center of these industries, and innovating and challenging the status quo is how we’ll get there. Watch this space for big things. They’re coming.”",
    "News-Text7": "Thom Brodeur: Brand Builder. Market Disruptor. Mr. Congeniality. How a smalltown boy plans to change a global industry built for women",
    "News-Text8": "Thom Brodeur: Visionary CEO, Beauty Mogul, and Advocate for Women in Technology. In the dynamic intersection of beauty, technology, and business, few names resonate as powerfully as Thom Brodeur. An American businessman, brand builder, and philanthropist, Brodeur’s career is a testament to visionary leadership, relentless innovation, and unwavering advocacy for women in industries often dominated by male perspectives.",
    "News-Text9": "Thom Brodeur: A Visionary Leader in the Beauty Industry Pioneering Innovation and Empowerment in the World of Beauty and Beyond. Brodeur has carved a niche for himself by not only revolutionizing beauty brands but also empowering individuals to achieve their full potential. His journey, marked by visionary initiatives and a commitment to excellence, has made a significant impact on the global beauty landscape.",

    "Join-Text1": "COMING SOON!",
    "Join-Text2": "Join our community!",
    "Join-Text3": "Exclusive content, community, and commerce with your favorite queens from around the world. Right here. Right now!",
    "Join-Text4": "Name",
    "Join-Text5": "Email",
    "Join-Text6": "Tell Us Who You Are",
    "Join-Text7": "Choose one",
    "Join-Text8": "Queen",
    "Join-Text9": "Fan",
    "Join-Text10": "Partner",
    "Join-Text11": "Phone number",
    "Join-Text12": "Required fields",
    "Join-Text13": "Submit",

    "Message_1": "Form submitted successfully.",
    "Message_2": "Error submitting form:",
    "Message_3": "There was an error submitting the form.",
    "Message_4": "Name must contain only letters and spaces, and be at least 2 characters long.",
    "Message_5": "Please enter a valid email address.",
    "Message_6": "Please select an option from the dropdown.",
    "Message_7": "Phone number must contain only digits and be 10 to 15 characters long."
}
