{
    "About Us": "Sobre nós",
    "Download": "Descarregar",
    "Subscribers": "Subscritores",
    "News": "Notícias",
    "Join Us": "Junte-se a nós",

    "English": "Inglês",
    "Spanish": "Espanhol",
    "Portuguese": "português",
    "French": "Francês",

    "Copyright Footer": "TODAS AS MARCAS REGISTRADAS, NOMES COMERCIAIS, IMAGENS OU LOGOTIPOS MENCIONADOS OU USADOS SÃO DE PROPRIEDADE DE SEUS RESPECTIVOS DONOS.",

    "Home_Text1": "Comunidade de criadores nº 1 para rainhas da beleza no mundo.",
    "Home_Text2": "Possua e ganhe com seu nome, imagem e semelhança™.",
    "Home_Text3": "Os criadores do PageantFans dão a seus fãs acesso a eventos de tapete vermelho, experiências VIP e jornadas exclusivas de parceria com marcas que eles não podem experimentar em nenhum outro lugar!",

    "Queens_Text1": "RAINHAS",
    "Queens_Text2": "Partilhe conteúdos exclusivos com os seus fãs. Convide-os a apoiar o seu percurso no concurso com gostos, partilhas e donativos",
    "Sign Up": "Inscrever-se",
    "Queens_Text3": "Transforma os fãs em super fãs, amigos e família do concurso",
    "Queens_Text4": "PageantFans é o espaço perfeito para cultivar uma comunidade próxima com os seus seguidores mais entusiastas, partilhar conteúdos exclusivos e transformar a sua paixão num negócio criativo próspero. Junte-se a nós e dê vida aos seus sonhos!",
    "Queens_Text5": "Construir uma comunidade de apoiantes, tudo num só lugar",
    "Queens_Text6": "Dê espreitadelas e pré-visualizações que nunca partilharia publicamente",

    "FansSubs-Text1": "ADEPTOS",
    "FansSubs-Text2": "Obtenha conteúdo exclusivo das rainhas da beleza que você mais ama. Junte-se ao círculo interno de elite de suas titulares favoritas e obtenha acesso elevado não disponível em nenhum outro lugar.",
    "Subscribe": "Assinar",
    "FansSubs-Text3": "Obtenha informações antes de todo mundo",
    "FansSubs-Text4": "Ajude suas favoritas a escolher as fotos de rosto, o guarda-roupa do concurso e muito mais. Tudo em particular. Tudo nos bastidores. Acesso exclusivo para você.",
    "FansSubs-Text5": "Tenha bate-papos ao vivo e discussões particulares com suas rainhas favoritas",
    "FansSubs-Text6": "COMUNIDADE",
    "FansSubs-Text7": "Crie memórias com suas rainhas favoritas. E compartilhe a jornada delas até a coroa, juntas.",
    "FansSubs-Text8": "Conteúdo exclusivo, comunidade e comércio com suas rainhas favoritas de todo o mundo. Bem aqui. Agora mesmo!",

    "Partners-Text1": "SÓCIOS",
    "Partners-Text2": "Sistemas de concursos, designers, fotógrafos, equipes de glamour, treinadores e instrutores assinam a PageantFans para criar oportunidades ou se conectar com rainhas da beleza e detentores de títulos em todo o mundo.",
    "Partners-Text3": "Sistemas de concursos",
    "Partners-Text4": "PageantFans está se tornando rapidamente um poderoso gerador de receita para sistemas de concursos de beleza de todos os tamanhos, em todos os lugares. Descubra quais são seus ganhos potenciais e comece a trabalhar conosco hoje mesmo!",
    "Learn More": "Saiba mais",
    "Partners-Text5": "Investidores",
    "Partners-Text6": "A PageantFans, financiada pelo fundador, está pronta para crescer significativamente e só agora está permitindo que investidores credenciados tenham a oportunidade de participar. Se você estiver interessado em investir em unicórnios, vamos conversar.",
    "Inquire": "Consultar",

    "About-Text1": "SOBRE NÓS",
    "About-Text2": "Concursos",
    "About-Text3": "PageantFans™ é o único aplicativo para criadores e fãs que atende às necessidades não atendidas dos mais de 700 milhões de fãs de concursos de beleza e de quase 10 milhões de candidatas e rainhas de concursos de beleza que competem em mais de 350.000 concursos em todo o mundo todos os anos.",
    "About-Text4": "Liderado por uma equipe de inovadores do setor de tecnologia e concursos, o PageantFans é o único aplicativo desse tipo adaptado ao ecossistema global de concursos, combinando conteúdo, comunidade e comércio, tudo sob o mesmo teto digital. A PageantFans está programada para atingir uma avaliação de US$ 1 bilhão em menos de 6 anos, revolucionando o setor mundial de concursos de beleza de US$ 32 bilhões. Diga olá para o próximo unicórnio do entretenimento tecnológico",
    "About-Text5": "Liderança",
    "About-Text6": "Fundador e CEO",
    "About-Text7": "Destacado na Fortune como um \"disruptor do setor de beleza\" e nomeado pela Pageantry Magazine como \"um dos líderes mais fascinantes do setor\". Declarado \"um estrategista brilhante com um olhar aguçado e uma mente para o posicionamento\" pela WWD, e reconhecido pela Art & Beauty Magazine como \"Homem do Ano\", o fundador da Brodeur Beauty e CEO da PageantFans™, Thom Brodeur - um executivo de tecnologia e comércio eletrônico bem conceituado e amplamente reconhecido, conhecido por sua visão de criador de mercado - está sacudindo o setor de concursos de beleza de mais de 100 anos, e as pessoas estão observando.",
    "About-Text8": "Cofundador",
    "About-Text9": "Lance Goodman é cofundador da PageantFans™ e é responsável pelo desenvolvimento de produtos, operações e estratégia de entrada no mercado da empresa. Goodman também é cofundador da SPINTEL, CEO/sócio-gerente da AmeriCoin Capital GP, LLC e presidente da Premier Development Partners, e tem vasta experiência em inteligência de negócios, blockchain, ativos digitais, desenvolvimento comercial, processamento de pagamentos, desenvolvimento de software e experiências de luxo. A formação educacional de Lance inclui um diploma em Empreendedorismo pela Middle Tennessee State University e participação na Universidade do Tennessee.",
    "About-Text10": "Reconhecimento do setor",
    "About-Text11": "PREMIADO",
    "About-Text12": "PageantFans é um criador premiado e um aplicativo de fãs para rainhas da beleza, concorrentes de concursos de beleza e para o público e o ecossistema global de concursos de beleza.",

    "Download-Text1": "O único aplicativo de fãs que lhe dá acesso exclusivo e de nível VIP a conteúdo especial e comunicação com seus concorrentes favoritos, detentores de títulos e rainhas da beleza de qualquer lugar do mundo. No PageantFans, você não é apenas um seguidor, você é da família.",

    "DownloadApp-Text1": "DESCARREGAR A APLICAÇÃO",
    "DownloadApp-Text2": "Em breve!",
    "DownloadApp-Text3": "A única aplicação para fãs que te dá acesso exclusivo e pessoal aos teus concorrentes favoritos, rainhas de beleza e detentores de títulos, em qualquer lugar",
    "DownloadApp-Text4": "Desfruta de momentos em direto com as rainhas que mais te inspiram",
    "DownloadApp-Text5": "Experiências especiais apenas por convite para si e para as damas dos concursos que adora estão disponíveis exclusivamente em PageantFans.",
    "DownloadApp-Text6": "Crie memórias com as suas rainhas favoritas",
    "DownloadApp-Text7": "Quer seja para lhe dar uma vista de olhos ao seu guarda-roupa de concurso, para partilhar consigo as suas dicas de beleza secretas ou para lhe enviar a si ou a um ente querido um desejo de feliz aniversário ou de boas festas, irá apreciar estes momentos com as beldades que mais admira em PageantFans",
    "DownloadApp-Text8": "Conteúdo exclusivo, comunidade e comércio com as suas rainhas favoritas a partir de qualquer lugar. Só no PageantFans.",
    "DownloadApp-Text9": "Digitalize e junte-se a PageantFans",

    "News-Text1": "NOTÍCIAS",
    "News-Text2": "From Crowns to Creative Empires: A visão de Thom Brodeur para a ostentação na economia dos criadores",
    "News-Text3": "Thom Brodeur está transformando o concurso em uma plataforma para o empoderamento e o empreendedorismo das mulheres. Por meio do PageantFans™ e da Brodeur Beauties, ele capacita as rainhas da beleza a criar marcas, garantir a independência e causar um impacto duradouro.",
    "Read More": "Leia mais",
    "News-Text4": "Thom Brodeur não é estranho à ruptura do setor. Empresário, criador de marcas e filantropo, Brodeur construiu uma carreira ilustre nos setores de tecnologia, mídia e beleza. Hoje, ele está usando essa experiência para desafiar as normas e remodelar a pompa, um setor de US$ 30 bilhões. Conhecido por sua liderança visionária, Brodeur ocupou cargos em grandes empresas, como GoDaddy e Yandy.com, mas seu foco mais recente é o mais ambicioso: redefinir o concurso como uma plataforma sustentável para o empoderamento e o sucesso das mulheres além da coroa.",
    "News-Text5": "Thom Brodeur, um empreendedor visionário e fundador da Brodeur Beauty e da PageantFans™, está assumindo o desafio de transformar o setor global de concursos de beleza - um espaço historicamente centrado nas mulheres, mas frequentemente controlado por homens. Com uma carreira que abrange funções de liderança em gigantes da tecnologia e da mídia, como GoDaddy, Marketwired e Yandy.com, Brodeur trouxe suas percepções comerciais exclusivas para setores que vão desde B2B até setores voltados para o consumidor. Hoje, ele está canalizando essa experiência para uma iniciativa ousada: remodelar o mundo dos concursos para capacitar as mulheres que o alimentam",
    "News-Text6": "Thom Brodeur: Criador de marcas. Desregulador de mercado. Sr. Simpatia. A palavra final de Brodeur para nosso editor foi “há um velho ditado que diz: ‘por trás de todo grande homem, deve haver uma grande mulher’. Pessoalmente? Eu gostaria de virar isso de cabeça para baixo. Quero ser o grande homem, por trás de toda grande mulher que escolhe participar desse setor. Voltando ao básico, lembrando o que e, mais importante, “quem” é o centro desses setores, inovando e desafiando o status quo, é assim que chegaremos lá. Fique atento a este espaço para ver grandes coisas. Elas estão chegando.“",
    "News-Text7": "Thom Brodeur: Criador de marcas. Desregulador de mercado. Sr. Simpatia. Como um garoto de cidade pequena planeja mudar um setor global criado para mulheres",
    "News-Text8": "Thom Brodeur: CEO visionário, magnata da beleza e defensor das mulheres na tecnologia. Na interseção dinâmica de beleza, tecnologia e negócios, poucos nomes ressoam tão poderosamente quanto Thom Brodeur. Empresário, construtor de marcas e filantropo americano, a carreira de Brodeur é um testemunho de liderança visionária, inovação implacável e defesa inabalável das mulheres em setores frequentemente dominados por perspectivas masculinas.",
    "News-Text9": "Thom Brodeur: Um líder visionário no setor de beleza, pioneiro em inovação e capacitação no mundo da beleza e além. Brodeur criou um nicho para si mesmo não apenas revolucionando as marcas de beleza, mas também capacitando as pessoas a atingirem todo o seu potencial. Sua jornada, marcada por iniciativas visionárias e um compromisso com a excelência, causou um impacto significativo no cenário global da beleza.",

    "Join-Text1": "EM BREVE!",
    "Join-Text2": "Junte-se à nossa comunidade!",
    "Join-Text3": "Conteúdo exclusivo, comunidade e comércio com suas rainhas favoritas de todo o mundo. Bem aqui. Agora mesmo!",
    "Join-Text4": "Nome",
    "Join-Text5": "Correio eletrônico",
    "Join-Text6": "Diga-nos quem você é",
    "Join-Text7": "Escolha um",
    "Join-Text8": "Rainha",
    "Join-Text9": "Fan",
    "Join-Text10": "Parceiro",
    "Join-Text11": "Número de telefone",
    "Join-Text12": "Campos obrigatórios",
    "Join-Text13": "Enviar",

    "Message_1": "Formulário enviado com sucesso.",
    "Message_2": "Erro ao enviar o formulário:",
    "Message_3": "Houve um erro ao enviar o formulário.",
    "Message_4": "O nome deve conter apenas letras e espaços e ter pelo menos 2 caracteres.",
    "Message_5": "Favor digitar um endereço de e-mail válido.",
    "Message_6": "Selecione uma opção no menu suspenso.",
    "Message_7": "O número de telefone deve conter apenas dígitos e ter de 10 a 15 caracteres."
}
