{
    "About Us": "Sobre nosotros",
    "Download": "Descarga",
    "Subscribers": "Suscriptores",
    "News": "Noticias",
    "Join Us": "Únetenos",

    "English": "Inglés",
    "Spanish": "Español",
    "Portuguese": "Portugués",
    "French": "Francés",

    "Copyright Footer": "TODAS LAS MARCAS, NOMBRES COMERCIALES, IMÁGENES O LOGOTIPOS MENCIONADOS O UTILIZADOS SON PROPIEDAD DE SUS RESPECTIVOS DUEÑOS.",

    "Home_Text1": "Comunidad de Creadores #1 para Reinas de Belleza en el Mundo.",
    "Home_Text2": "Sea dueño de su nombre, imagen y semejanza y gane dinero con ello™.",
    "Home_Text3": "¡Los creadores de PageantFans dan a sus fanáticos acceso a eventos de alfombra roja, experiencias VIP y viajes exclusivos de asociación con marcas que no pueden experimentar en ningún otro lugar!",

    "Queens_Text1": "REINAS",
    "Queens_Text2": "Comparte contenido exclusivo con tus fanáticos. Invítalos a apoyar tu viaje por el concurso con me gusta, compartidos y donaciones.",
    "Sign Up": "Regístrate",
    "Queens_Text3": "Convierte a tus fanáticos en súper fanáticos, amigos y familia del concurso",
    "Queens_Text4": "PageantFans es el espacio perfecto para cultivar una comunidad cercana con tus seguidores más entusiastas, compartir contenido exclusivo y convertir tu pasión en un próspero negocio creativo. Únete a nosotros y da vida a tus sueños!",
    "Queens_Text5": "Construye una comunidad de seguidores, todo en un mismo lugar  ",
    "Queens_Text6": "Ofrece adelantos y avances que nunca compartirías públicamente",

    "FansSubs-Text1": "FANÁTICOS",
    "FansSubs-Text2": "Consigue contenido exclusivo de las reinas de la belleza que más te gustan. Únete al círculo íntimo de élite de tus titulares favoritas y obtén un acceso elevado que no está disponible en ningún otro sitio.",
    "Subscribe": "Suscribirse",
    "FansSubs-Text3": "Consigue adelantos antes que nadie",
    "FansSubs-Text4": "Ayuda a tus favoritas a elegir sus fotos de cabecera, vestuario del desfile y mucho más. Todo en privado. Todo entre bastidores. Todo el acceso sólo para ti.",
    "FansSubs-Text5": "Ten chats en directo y discusiones privadas con tus reinas favoritas",
    "FansSubs-Text6": "COMUNIDAD",
    "FansSubs-Text7": "Crea recuerdos con tus reinas favoritas. Y comparte su viaje a la corona, juntos.",
    "FansSubs-Text8": "Contenido exclusivo, comunidad y comercio con tus reinas favoritas de todo el mundo. !Aquí mismo. Ahora mismo¡",

    "Partners-Text1": "SOCIOS",
    "Partners-Text2": "Sistemas de desfiles, diseñadores, fotógrafos, equipos de glamour, entrenadores, preparadores se suscriben a PageantFans para crear oportunidades o conectar con reinas de belleza y titulares de títulos de todo el mundo.",
    "Partners-Text3": "Sistemas de concursos",
    "Partners-Text4": "PageantFans se está convirtiendo rápidamente en un potente generador de ingresos para los sistemas de concursos de todos los tamaños, en todas partes. Descubre cuáles son tus ganancias potenciales y empieza a trabajar con nosotros hoy mismo!",
    "Learn More": "Más información",
    "Partners-Text5": "Inversores",
    "Partners-Text6": "PageantFans, financiada por sus fundadores, está preparada para crecer de forma significativa y sólo ahora ofrece a los inversores acreditados la oportunidad de participar. Si le interesa invertir en unicornios, hablemos.",
    "Inquire": "Preguntar",

    "About-Text1": "SOBRE NOSOTROS",
    "About-Text2": "Concursos",
    "About-Text3": "PageantFans™ es la única aplicación para creadores y fans que aborda la necesidad insatisfecha de los más de 700 millones de fans de concursos y los casi 10 millones de concursantes y reinas de concursos de belleza que compiten en más de 350.000 concursos en todo el mundo cada año.",
    "About-Text4": "Dirigida por un equipo de innovadores de la industria de la tecnología y los concursos, PageantFans es la única aplicación de este tipo adaptada al ecosistema global de los concursos, que combina contenido, comunidad y comercio bajo un mismo techo digital. Está previsto que PageantFans alcance una valoración de 1.000 millones de dólares en menos de 6 años, trastocando el sector mundial de los concursos, que mueve 32.000 millones de dólares. Saluda al próximo unicornio del entretenimiento tecnológico",
    "About-Text5": "Dirección",
    "About-Text6": "Fundador & CEO",
    "About-Text7": "Destacado en Fortune como un \"revolucionario de la industria de la belleza\" y nombrado por la revista Pageantry como \"uno de los líderes más fascinantes de la industria\", declarado \"un brillante estratega con un ojo y una mente agudos para el posicionamiento\" por WWD y reconocido por la revista Art & Beauty como \"Hombre del año\", el fundador de Brodeur Beauty y director ejecutivo de PageantFans™, Thom Brodeur, un ejecutivo de tecnología y comercio electrónico muy respetado y ampliamente reconocido, conocido por su visión de creador de mercado, está revolucionando la industria de los concursos de belleza de más de 100 años de antigüedad, y la gente lo está observando.",
    "About-Text8": "Cofundador",
    "About-Text9": "Lance Goodman es Cofundador de PageantFans™ y responsable del desarrollo de productos, operaciones y estrategia de salida al mercado de la empresa. Goodman también es cofundador de SPINTEL, consejero delegado/socio director de AmeriCoin Capital GP, LLC, y presidente de Premier Development Partners, y cuenta con una amplia experiencia en inteligencia empresarial, blockchain, activos digitales, desarrollo comercial, procesamiento de pagos, desarrollo de software y experiencias de lujo. La formación académica de Lance incluye una licenciatura en Emprendimiento de la Universidad Estatal de Middle Tennessee y asistencia a la Universidad de Tennessee.",
    "About-Text10": "Reconocimiento de la industria",
    "About-Text11": "GALARDONADO",
    "About-Text12": "PageantFans es una galardonada aplicación para creadores y fans de reinas de belleza, concursantes de concursos y el público y el ecosistema mundial de los concursos.",

    "Download-Text1": "La única aplicación para fans que te ofrece acceso exclusivo y de nivel VIP a contenidos especiales y comunicación con tus concursantes, titulares y reinas de belleza favoritos desde cualquier parte del mundo. En PageantFans, no eres solo un seguidor, eres de la familia",

    "DownloadApp-Text1": "DESCARGA LA APP",
    "DownloadApp-Text2": "¡Próximamente!",
    "DownloadApp-Text3": "La única aplicación para fans que te da acceso exclusivo y personal a tus concursantes, reinas de belleza y titulares de concursos favoritos desde cualquier lugar",
    "DownloadApp-Text4": "Disfruta de momentos en directo con las reinas que más te inspiran",
    "DownloadApp-Text5": "Experiencias especiales solo por invitación para ti y las damas de los concursos que amas están disponibles exclusivamente en PageantFans",
    "DownloadApp-Text6": "Crea recuerdos con tus reinas favoritas",
    "DownloadApp-Text7": "Ya sea que te esté dando una mirada al círculo interno de su guardarropa de desfile, compartiendo sus consejos secretos de belleza contigo, o enviándote a ti o a un ser querido un feliz cumpleaños o un deseo de vacaciones; atesorarás estos momentos con las bellezas que más admiras en PageantFans.",
    "DownloadApp-Text8": "Contenido exclusivo, comunidad y comercio con tus reinas favoritas desde cualquier lugar. Sólo en PageantFans",
    "DownloadApp-Text9": "Escanea y únete a PageantFans",

    "News-Text1": "NOTICIAS",
    "News-Text2": "De coronas a imperios creativos: La visión de Thom Brodeur sobre la pompa en la economía de los creadores",
    "News-Text3": "Thom Brodeur está transformando el concurso de belleza en una plataforma para el empoderamiento y el espíritu empresarial de las mujeres. A través de PageantFans™ y Brodeur Beauties, empodera a las reinas de la belleza para crear marcas, asegurar su independencia y dejar un impacto duradero.",
    "Read More": "Leer más",
    "News-Text4": "Thom Brodeur no es ajeno a la disrupción del sector. Empresario, creador de marcas y filántropo, Brodeur se ha labrado una ilustre carrera en los sectores de la tecnología, los medios de comunicación y la belleza. Hoy, aprovecha esa experiencia para desafiar las normas y remodelar una industria de 30.000 millones de dólares. Conocida por su liderazgo visionario, Brodeur ha ocupado cargos en grandes empresas como GoDaddy y Yandy.com, pero su último objetivo es el más ambicioso: redefinir el concurso como una plataforma sostenible para el empoderamiento y el éxito de las mujeres más allá de la corona.",
    "News-Text5": "Thom Brodeur, empresario visionario y fundador de Brodeur Beauty y PageantFans™, está asumiendo el reto de transformar la industria mundial de los concursos de belleza, un espacio históricamente centrado en las mujeres pero a menudo controlado por hombres. Con una carrera que abarca puestos de liderazgo en gigantes de la tecnología y los medios de comunicación como GoDaddy, Marketwired y Yandy.com, Brodeur ha aportado su singular perspicacia empresarial a industrias que van desde el B2B a sectores orientados al consumidor. Hoy, canaliza esa experiencia en una audaz iniciativa: remodelar el mundo de los concursos para empoderar a las mujeres que lo impulsan.",
    "News-Text6": "Thom Brodeur: Constructor de marcas. Disruptor del mercado. Sr. Simpatía». Las últimas palabras de Brodeur a nuestro redactor fueron: «Hay un viejo refrán que dice: “detrás de cada gran hombre, tiene que haber una gran mujer”. ¿Personalmente? Me gustaría darle la vuelta. Quiero ser el gran hombre que hay detrás de cada gran mujer que decide participar en esta industria. Volviendo a lo básico, recordando qué y, sobre todo, «quién» es el centro de estas industrias, e innovando y desafiando el statu quo es como lo conseguiremos. Estén atentos a este espacio para ver grandes cosas. Ya vienen",
    "News-Text7": "Thom Brodeur: Creador de marcas. Disruptor del mercado. Sr. Simpatía. Cómo un chico de pueblo planea cambiar una industria global hecha para mujeres",
    "News-Text8": "Thom Brodeur: CEO visionario, magnate de la belleza y defensor de las mujeres en la tecnología. En la dinámica intersección de la belleza, la tecnología y los negocios, pocos nombres resuenan con tanta fuerza como Thom Brodeur. Empresario, creador de marcas y filántropo estadounidense, la carrera de Brodeur es un testimonio de liderazgo visionario, innovación implacable y defensa inquebrantable de las mujeres en sectores a menudo dominados por perspectivas masculinas",
    "News-Text9": "Thom Brodeur: Un líder visionario en la industria de la belleza pionero de la innovación y el empoderamiento en el mundo de la belleza y más allá. Brodeur se ha hecho un hueco no sólo revolucionando las marcas de belleza, sino también ayudando a las personas a desarrollar todo su potencial. Su trayectoria, marcada por iniciativas visionarias y un compromiso con la excelencia, ha tenido un impacto significativo en el panorama mundial de la belleza",

    "Join-Text1": "¡PRÓXIMAMENTE!",
    "Join-Text2": "¡Únete a nuestra comunidad!",
    "Join-Text3": "Contenido exclusivo, comunidad y comercio con tus reinas favoritas de todo el mundo. Aquí mismo. Ahora mismo!",
    "Join-Text4": "Nombre",
    "Join-Text5": "Correo electrónico",
    "Join-Text6": "Dinos quién eres",
    "Join-Text7": "Elige uno",
    "Join-Text8": "Reina",
    "Join-Text9": "Fan",
    "Join-Text10": "Socio",
    "Join-Text11": "Número de teléfono",
    "Join-Text12": "Campos obligatorios",
    "Join-Text13": "Enviar",

    "Message_1": "Formulario enviado correctamente.",
    "Message_2": "Error al enviar el formulario:",
    "Message_3": "Se ha producido un error al enviar el formulario.",
    "Message_4": "El nombre debe contener sólo letras y espacios, y tener al menos 2 caracteres.",
    "Message_5": "Por favor, introduzca una dirección de correo electrónico válida.",
    "Message_6": "Por favor, seleccione una opción del desplegable",
    "Message_7": "El número de teléfono debe contener sólo dígitos y tener entre 10 y 15 caracteres."
}
