{
    "About Us": "A propos de nous",
    "Download": "Télécharger ",
    "Subscribers": "Abonnés",
    "News": "Actualités",
    "Join Us": "Rejoindre",

    "English": "Anglais",
    "Spanish": "Espagnol",
    "Portuguese": "portugais",
    "French": "Français",

    "Copyright Footer": "TOUTES LES MARQUES, NOMS COMMERCIAUX, IMAGES OU LOGOS MENTIONNÉS OU UTILISÉS SONT LA PROPRIÉTÉ DE LEURS DÉTENTEURS RESPECTIFS.",

    "Home_Text1": "Communauté de créateurs n°1 pour les reines de beauté dans le monde.",
    "Home_Text2": "Possédez et gagnez grâce à votre nom, votre image et votre ressemblance™.",
    "Home_Text3": "Les créateurs de PageantFans donnent à leurs fans l'accès à des événements sur tapis rouge, à des expériences VIP et à des voyages exclusifs en partenariat avec des marques qu'ils ne peuvent vivre nulle part ailleurs !",

    "Queens_Text1": "REINES",
    "Queens_Text2": "Partagez des contenus exclusifs avec vos fans. Invitez-les à soutenir votre parcours de concours avec des likes, des partages et des dons.",
    "Sign Up": "S'inscrire",
    "Queens_Text3": "Transformez vos fans en super fans, en amis et en famille de concours",
    "Queens_Text4": "PageantFans est l'espace idéal pour cultiver une communauté étroite avec vos fans les plus enthousiastes, partager des contenus exclusifs et transformer votre passion en une activité créative florissante. Rejoignez-nous et donnez vie à vos rêves !",
    "Queens_Text5": "Créez une communauté de supporters, en un seul endroit",
    "Queens_Text6": "Donnez des aperçus et des avant-premières que vous ne partageriez jamais publiquement",

    "FansSubs-Text1": "FANATICS",
    "FansSubs-Text2": "Obtenez des contenus exclusifs des reines de beauté que vous aimez le plus. Rejoignez l'élite du cercle fermé de vos détentrices de titres préférées et bénéficiez d'un accès privilégié qui n'existe nulle part ailleurs.",
    "Subscribe": "S'abonner",
    "FansSubs-Text3": "Obtenez des aperçus avant tout le monde",
    "FansSubs-Text4": "Aidez vos favoris à choisir leur photo de tête, leur garde-robe de concours et bien plus encore. Tout est privé. Tout ce qui se passe dans les coulisses. Un accès juste pour vous.",
    "FansSubs-Text5": "Discutez en direct et en privé avec vos reines préférées",
    "FansSubs-Text6": "COMMUNAUTÉ",
    "FansSubs-Text7": "Créez des souvenirs avec vos reines préférées. Et partagez ensemble leur parcours vers la couronne.",
    "FansSubs-Text8": "Contenu exclusif, communauté et commerce avec vos reines préférées du monde entier. Ici même. Tout de suite !",

    "Partners-Text1": "PARTENAIRES",
    "Partners-Text2": "Les systèmes de concours, les concepteurs, les photographes, les équipes de prestige, les entraîneurs et les formateurs s'abonnent à PageantFans pour créer des opportunités ou pour entrer en contact avec les reines de beauté et les détenteurs de titres dans le monde entier",
    "Partners-Text3": "Systèmes de concours",
    "Partners-Text4": "PageantFans est en train de devenir un puissant générateur de revenus pour les systèmes de concours de toutes tailles, partout dans le monde. Découvrez quels sont vos revenus potentiels et commencez à travailler avec nous dès aujourd'hui !",
    "Learn More": "En savoir plus",
    "Partners-Text5": "Investisseurs",
    "Partners-Text6": "PageantFans, financée par ses fondateurs, est prête à se développer de manière significative, et offre seulement maintenant aux investisseurs accrédités la possibilité de participer. Si vous êtes intéressé par l'investissement dans les licornes, discutons-en",
    "Inquire": "Demander",

    "About-Text1": "À PROPOS DE NOUS",
    "About-Text2": "Concours",
    "About-Text3": "PageantFans™ est la seule application de créateurs et de fans répondant au besoin non satisfait des plus de 700 millions de fans de concours de beauté et de près de 10 millions de candidates et reines de beauté qui concourent dans plus de 350 000 concours de beauté dans le monde chaque année.",
    "About-Text4": "Dirigée par une équipe d'innovateurs du secteur des technologies et des concours de beauté, PageantFans est la seule application de ce type adaptée à l'écosystème mondial des concours de beauté, combinant le contenu, la communauté et le commerce sous un seul et même toit numérique. PageantFans devrait atteindre une valorisation de 1 milliard de dollars en moins de 6 ans en bouleversant l'industrie mondiale des concours de beauté, qui représente 32 milliards de dollars. Dites bonjour à la prochaine licorne de la technologie du divertissement.",
    "About-Text5": "Le leadership",
    "About-Text6": "Fondateur et PDG",
    "About-Text7": "Présenté dans Fortune comme un \" perturbateur de l'industrie de la beauté \" et désigné par Pageantry Magazine comme \" l'un des leaders les plus fascinants de l'industrie \", déclaré \" un brillant stratège avec un œil aiguisé et un esprit de positionnement \" par WWD, et reconnu par Art & Beauty Magazine comme \" Homme de l'année \", le fondateur de Brodeur Beauty et PDG de PageantFans™, Thom Brodeur - un cadre de la technologie et du commerce électronique très apprécié et largement reconnu, connu pour sa vision de faiseur de marché, est en train de secouer l'industrie des concours de beauté, vieille de plus de 100 ans, et les gens le regardent.",
    "About-Text8": "Cofondateur ",
    "About-Text9": "Lance Goodman est cofondateur de PageantFans™ et est responsable du développement des produits, des opérations et de la stratégie de mise sur le marché de l'entreprise. Goodman est également cofondateur chez SPINTEL, PDG/associé directeur chez AmeriCoin Capital GP, LLC, et président chez Premier Development Partners, et possède une vaste expérience dans l'intelligence économique, la blockchain, les actifs numériques, le développement commercial, le traitement des paiements, le développement de logiciels et les expériences de luxe. Le parcours éducatif de Lance comprend un diplôme en entrepreneuriat de l'Université d'État du Middle Tennessee et la fréquentation de l'Université du Tennessee.",
    "About-Text10": "Reconnaissance de l'industrie",
    "About-Text11": "PRIMÉ",
    "About-Text12": "PageantFans est un créateur primé et une application de fans pour les reines de beauté, les candidats aux concours de beauté et le public et l'écosystème mondial des concours de beauté.",

    "Download-Text1": "La seule application pour fans qui vous donne un accès exclusif, au niveau VIP, à des contenus spéciaux et à la communication avec vos candidats, détenteurs de titres et reines de beauté préférés, où que vous soyez dans le monde. Sur PageantFans, vous n'êtes pas seulement un adepte, vous faites partie de la famille.",

    "DownloadApp-Text1": "TÉLÉCHARGER L'APPLICATION",
    "DownloadApp-Text2": "Bientôt disponible !",
    "DownloadApp-Text3": "La seule application pour fans qui vous donne un accès exclusif et personnel à vos candidats, reines de beauté et détenteurs de titres préférés, où que vous soyez,",
    "DownloadApp-Text4": "Profitez de moments en direct avec les reines qui vous inspirent le plus",
    "DownloadApp-Text5": "Des expériences spéciales sur invitation pour vous et les candidates que vous aimez sont disponibles exclusivement sur PageantFans",
    "DownloadApp-Text6": "Créez des souvenirs avec vos reines préférées",
    "DownloadApp-Text7": "Qu'elle vous donne un aperçu de sa garde-robe de concours, qu'elle partage avec vous ses conseils de beauté secrets ou qu'elle vous envoie, à vous ou à un être cher, un joyeux anniversaire ou des vœux pour les fêtes, vous chérirez ces moments avec les beautés que vous admirez le plus sur PageantFans",
    "DownloadApp-Text8": "Contenu exclusif, communauté et commerce avec vos reines préférées depuis n'importe où. Uniquement sur PageantFans",
    "DownloadApp-Text9": "Numérisez et rejoignez PageantFans",

    "News-Text1": "ACTUALITÉS",
    "News-Text2": "Des couronnes aux empires créatifs : La vision de Thom Brodeur pour l'apparat dans l'économie des créateurs",
    "News-Text3": "Thom Brodeur transforme le pageantry en une plateforme pour l'autonomisation des femmes et l'entrepreneuriat. À travers PageantFans™ et Brodeur Beauties, il donne aux reines de beauté les moyens de créer des marques, d'assurer leur indépendance et de laisser un impact durable.",
    "Read More": "Lire la suite",
    "News-Text4": "Thom Brodeur n'est pas étranger à la perturbation de l'industrie. Entrepreneur, créateur de marques et philanthrope, Brodeur a bâti une illustre carrière dans les secteurs de la technologie, des médias et de la beauté. Aujourd'hui, il met à profit cette expérience pour remettre en question les normes et remodeler l'apparat, une industrie qui pèse 30 milliards de dollars. Connu pour son leadership visionnaire, M. Brodeur a occupé des postes dans de grandes entreprises telles que GoDaddy et Yandy.com, mais son dernier objectif est le plus ambitieux : redéfinir l'apparat comme une plateforme durable pour l'autonomisation des femmes et leur réussite au-delà de la couronne.",
    "News-Text5": "Thom Brodeur, entrepreneur visionnaire et fondateur de Brodeur Beauty et PageantFans™, relève le défi de transformer l'industrie mondiale des concours de beauté - un espace historiquement centré sur les femmes mais souvent contrôlé par les hommes. Au cours de sa carrière, Brodeur a occupé des postes de direction chez des géants de la technologie et des médias tels que GoDaddy, Marketwired et Yandy.com. Il a apporté sa vision unique du monde des affaires à des secteurs allant du B2B à la consommation. Aujourd'hui, il canalise cette expérience dans une initiative audacieuse : remodeler le monde des concours de beauté pour donner plus de pouvoir aux femmes qui l'alimentent",
    "News-Text6": "Thom Brodeur : Créateur de marque. Perturbateur du marché. M. Congénialité \". Le dernier mot de Brodeur à notre rédacteur en chef était \" un vieux dicton dit que derrière chaque grand homme, il y a forcément une grande femme \". Personnellement ? J'aimerais renverser la vapeur. Je veux être le grand homme derrière chaque grande femme qui choisit de participer à cette industrie. C'est en revenant à l'essentiel, en se rappelant ce qui est au centre de ces industries et surtout \" qui \", en innovant et en remettant en question le statu quo que nous y parviendrons. Surveillez cet espace pour de grandes choses. Elles arrivent.",
    "News-Text7": "Thom Brodeur : Créateur de marque. Perturbateur du marché. Mr. Congénialité. Comment un petit garçon de la ville envisage de changer une industrie mondiale conçue pour les femmes",
    "News-Text8": "Thom Brodeur : PDG visionnaire, magnat de la beauté et défenseur des femmes dans la technologie. À l'intersection dynamique de la beauté, de la technologie et des affaires, peu de noms résonnent aussi puissamment que celui de Thom Brodeur. Homme d'affaires américain, créateur de marques et philanthrope, la carrière de Brodeur témoigne d'un leadership visionnaire, d'une innovation sans relâche et d'une défense inébranlable des femmes dans des secteurs souvent dominés par des perspectives masculines",
    "News-Text9": "Thom Brodeur : Un leader visionnaire dans l'industrie de la beauté Pionnier de l'innovation et de l'autonomisation dans le monde de la beauté et au-delà. Thom Brodeur s'est taillé une place de choix non seulement en révolutionnant les marques de produits de beauté, mais aussi en donnant aux individus les moyens de réaliser leur plein potentiel. Son parcours, marqué par des initiatives visionnaires et un engagement en faveur de l'excellence, a eu un impact significatif sur le paysage mondial de la beauté",

    "Join-Text1": "PROCHAINEMENT !",
    "Join-Text2": "Rejoignez notre communauté !",
    "Join-Text3": "Contenu exclusif, communauté et commerce avec vos reines préférées du monde entier. Ici même. En ce moment même !",
    "Join-Text4": "Nom",
    "Join-Text5": "Courriel",
    "Join-Text6": "Dites-nous qui vous êtes",
    "Join-Text7": "Choisissez-en un",
    "Join-Text8": "Reine",
    "Join-Text9": "Fanatics",
    "Join-Text10": "Partenaire",
    "Join-Text11": "Numéro de téléphone",
    "Join-Text12": "Champs obligatoires",
    "Join-Text13": "Soumettre",

    "Message_1": "Formulaire soumis avec succès.",
    "Message_2": "Erreur de soumission du formulaire :",
    "Message_3": "Une erreur s'est produite lors de la soumission du formulaire",
    "Message_4": "Le nom ne doit contenir que des lettres et des espaces, et doit être composé d'au moins 2 caractères",
    "Message_5": "Veuillez saisir une adresse électronique valide :",
    "Message_6": "Veuillez sélectionner une option dans la liste déroulante",
    "Message_7": "Le numéro de téléphone ne doit contenir que des chiffres et être composé de 10 à 15 caractères."
}
